package com.java.project;
//Вывести заданное количество случайных чисел с переходом и без перехода на новую строку

import java.util.Arrays;
public class task3 {
    public static void main(String[] args) {
        int[] a = {0,1,2,3,4,5,6,7,8,9};
        System.out.println(Arrays.toString(a));
        System.out.print(Arrays.toString(a));
        System.out.print(Arrays.toString(a));
    }
}
